/**
  ******************************************************************************
  * @file    Head.h
  * @author  
  * @version V1.0.0
  * @date    
  * @brief   该文件包含了工程所需要包含的所有头文件。
  *          其他源文件只需要调用该头文件即可。
  *
  * ============================================================================
  *  Note: This file is intended for This project only.
  * ============================================================================
  *              
/*Public Includes ------------------------------------------------------------------*/
#include "stm32f10x.h"

#include "delay.h"
#include "USART1.h"
#include "CAN.h"
#include "LED.h"



/* Public typedef -----------------------------------------------------------*/


/* Public macro -------------------------------------------------------------*/
#define countof(a)		(sizeof(a) / sizeof(*(a)))


#endif /*__HEAD_H*/
